<template>
  <div class="">
    <div class="allsize">
      全部结果 > 新闻列表 > 新闻快讯
    </div>
    <!---->
    <div class="centermy">
      <div class="left">
        <div class="details_left">
          <div class="detalis_top">新闻快讯</div>
          <ul>
            <li><a href="javascript:" class="li_active">新闻标题...</a></li>
            <li><a href="javascript:">新闻标题...</a></li>
            <li><a href="javascript:">新闻标题...</a></li>
            <li><a href="javascript:">新闻标题...</a></li>
            <p class="news_p"><a href="news.html">更多></a> </p>
          </ul>
        </div>
      </div>
      <div class="right">
        <div class="details_right news_ps">
          <ul>
            <li style="display:block;">
              <div class="news_details_title">aaa这里是新闻的标题十八号字#333的颜色</div>
              <div class="news_date_s">时间：2018-08-28</div>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p><div class="img_center"><img src="../../assets/images/04.jpg" width="415" height="318"/></div> </p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
            </li>
            <!--1-->
            <li style="display:none;">
              <div class="news_details_title">bbb这里是新闻的标题十八号字#333的颜色</div>
              <div class="news_date_s">时间：2018-08-28</div>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p><div class="img_center"><img src="../../assets/images/04.jpg" width="415" height="318"/></div> </p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
            </li>
            <!--2-->
            <li style="display:none;">
              <div class="news_details_title">ccc这里是新闻的标题十八号字#333的颜色</div>
              <div class="news_date_s">时间：2018-08-28</div>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p><div class="img_center"><img src="../../assets/images/04.jpg" width="415" height="318"/></div> </p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
            </li>
            <!--3-->
            <li style="display:none;">
              <div class="news_details_title">ddd这里是新闻的标题十八号字#333的颜色</div>
              <div class="news_date_s">时间：2018-08-28</div>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p><div class="img_center"><img src="../../assets/images/04.jpg" width="415" height="318"/></div> </p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
              <p>这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是
                这里是文章的正文这里是文章的正文这里是文章的正文这里是文章的正文这里是</p>
            </li>
            <!--4-->
          </ul>
        </div>
      </div>
      <div class="clear"></div>
    </div>
    <!--中间内容 over-->
  </div>
</template>

<script>
    export default {
        name: "NewsDetails"
    }
</script>

<style scoped>

</style>
